Repository: cran/RcmdrPlugin.aRnova
Catalog: po/R-RcmdrPlugin.aRnova.po
Languages: fr

source: Definition of Within-subject factors.
fr: Définition des Facteurs Intra-sujet.

source: factor_1
fr: facteur_1

source: You must define at least one within subject variable.
fr: Vous devez définir au moins un facteur intra-sujet.

source: Factor Name
fr: Nom du Facteur

source: Number of levels
fr: Nombre de niveaux

source: Repeated measures Analysis of Variance
fr: Analyse de la variance - Mesures Répétées

source: 2. Select within-subject variables
fr: 2. Sélection des variables intrasujet

source: Factor(s):
fr: Facteur(s):

source: --Choose one--
fr: ---Choisir---

source: Variable level(s):
fr: Niveau des facteurs:

source: 3. Select between-subject variables (pick none, one or more)
fr: 3. Sélection des facteurs inter-sujet (aucun, un ou plus)

source: You must select one measure per variable.
fr: Vous devez sélectionner une mesure par variable.

source: Repeated-measures ANOVA...
fr: ANOVA mesures répétées...

source: Sum of Squares type
fr: Type de somme des carrés

source: Effect size
fr: Taille d'effet

source: Summary statistics for groups
fr: Résumé statistique par groupe

source: Pairwise comparisons of means
fr: Comparaison multiple des moyennes
